/**
 * @license
 * Copyright 2025 Google LLC
 * SPDX-License-Identifier: Apache-2.0
 */

const gridLogo = [
  "               ▗▄▄▄     ",
  "                ▗██▙    ",
  "          ▗▄▄▄██████▘   ",
  "▀▀▀▀▘▄▄▟███████▛▀██▙▖   ",
  "▀▀▘▗▟██ ▄█████▙▄▄▖▀███▄▖",
  "▀▀▗██▀███▀▀▀▀ ▝█████▛▜██",
  "▀▀ ▜████▛       ▀▀▀████▛",
  "▀▀▘ ▝▀▀             ▀▀  ",
  "▀▘▀ ▝ ▘▀▀▝▝▝▀▀▘▘▘▘▘ ▀   ",
].join("\n");

export const shortAsciiLogo = gridLogo;
export const longAsciiLogo = gridLogo;
export const tinyAsciiLogo = gridLogo;
